Repository: costateixeira/hl7.fhir.r4.pt
Catalog: input/translations/ImplementationGuide-hl7.fhir.r4.*.po
Languages: pt

source: FHIRLangPackPortuguese
pt: FHIRLangPackPortugues

source: HL7 International Affiliate Council
pt: Conselho Internacional de Afiliados do HL7

source: AccountStatus
pt: Estado da conta

source: Indicates whether the account is available to be used.
pt: Indica se a conta está disponível para ser utilizada.

source: AdministrativeGender
pt: AdministrativoGénero

source: The gender of a person used for administrative purposes.
pt: O género de uma pessoa utilizado para fins administrativos.

source: PublicationStatus
pt: Estado da publicação

source: The lifecycle status of an artifact.
pt: O estado do ciclo de vida de um artefacto.

source: Older value from OID registry. Superceded; see recommendations in BCP-47.
pt: Valor mais antigo do registo OID. Substituído; ver recomendações no BCP-47.

source: CodeSystem/cs-pt-f201
pt: CódigoSistema/cs-pt-f201

source: Página de inicio
pt: Página inicial
